{
    "the": {
        "hard": {
            "another_test_string": "§á₥è ƭλïñϱ, βúƭ ωïƭλ á ƨƭřïñϱ #",
            "harder_test_string": " Âñδ ωλèñ "'ƨ ářè ïñ ƭλè ƨƭřïñϱ, áℓôñϱ ωïƭλ # "",
            "test_array": [
                "] ",
                " # ",
            ],
            "test_array2": [
                "Tèƨƭ #11 ]ƥřôƲèδ ƭλáƭ",
                "Éжƥèřï₥èñƭ #9 ωáƨ á ƨúççèƨƨ",
            ],
            "βïƭ#": {
                "multi_line_array": [
                    "]",
                ],
                "ωλáƭ?": "Ýôú δôñ'ƭ ƭλïñƙ ƨô₥è úƨèř ωôñ'ƭ δô ƭλáƭ?",
            },
        },
        "test_string": "Ýôú'ℓℓ λáƭè ₥è áƒƭèř ƭλïƨ - #",
    },
}